Repository: numerunix/QMLDateFrom
Catalog: po/*.po
Languages: de, es, fr, it

source: Insert the name
de: Geben Sie den Namen ein
es: Inserte el nombre
fr: Insérez le nom
it: Inserisci il nome

source: Insert the date
de: Geben Sie das Datum ein
es: Inserta la fecha
fr: Insérez la date
it: Inserisci la data

source: Calculate
de: Geben Sie das Datum ein
es: Calcular
fr: Calculer
it: Calcola

source: Invalid rvalue
de: ungültiger rvalue
es: valor inválido
fr: Rvalue invalide
it: Valore non valido

source: Is your anniversary
de: Ist Ihr Jubiläum
es: Inserte el nombre
fr: Est-ce ton anniversaire
it: É il tuo anniversario

source: Is your mesiversary
de: Ist Ihr Mesiversary
es: Es tu mesversario
fr: Est-ce que ton mesiversaire
it: É il tuo meseversario

source: days have passed
de: Tage sind vergangen
es: han pasado días
fr: les jours ont passé
it: giorni son passati

source: about
de: vor etwa
es: hace unos
fr: Vous avez rencontré
it: circa

source: days ago.
de: tagen.
es: días.
fr: jours.
it: giorni fa.

source: You meet
de: Du triffst
es: Has conocido a
fr: Vous avez rencontré
it: Hai incontrato

source: Informations
de: Informationen
es: Informaciones
it: Informazioni
